Table of Contents
 Enum ReportType
Namespace
IdeaRS.OpenModel.Connection
Assembly
IdeaRS.OpenModel.dll
Defines a report type.
public enum ReportType
Fields
Brief = 0
Brief report - only summary is created.
Detailed = 1
Detailed report - with all results related to report settings.
Fields
 Name |  Description
 Brief = 0
Brief report - only summary is created.
 Detailed = 1
Detailed report - with all results related to report settings.
 Edit this page